---
kind: other
id: Properties.T:Autodesk.Revit.DB.WireframeBuilder
source: html/0eac4f85-dec2-597c-f980-1abf1c70952b.htm
---
# WireframeBuilder Properties

Specifies whether the .NET object represents a valid Revit entity.